{
  "home": "الصفحة الرئيسة",
  "about": "حول",
  "aboutWeber": "حول weber",
  "ourWork": "أعمالنا",
  "contactUs": "تواصل معنا",
  "language": "اللغة",
  "switchTo": "  التغيير إلى ENGILSH",

  "homeTitle1": "نزود عملائنا بحلول سريعة",
  "homeTitle2": "وتقنيات فريدة وجودة عالية",
  "homeDescription": "تأسست شركة مشيد للكيماويات من قبل مجموعة من المهندسين المتخصصين من ذوي الخبرة العالية في علم المواد حيث تفوق خبرتهم في مجال الكيماويات عن عشرين سنة",
  "aboutMushaid": "حول مشيد",
  "ourClients": "تعرف على عملائنا",
  "clientsCount": "لقد تعاملنا مع 120+ شركة ليبية و عالميا",
  "whoWeAre": "من نحن ؟",
  "companyDescription": "شركة مشيد هي شركة ليبية متخصصة في مجال البتروكيماويات، النفط والغاز، والقطاعات الصناعية المختلفة. نتميز بتقديم حلول هندسية متطورة بجودة عالية، بالتعاون مع أفضل الشركات العالمية. هدفنا تلبية متطلبات السوق عبر شبكة توزيع تغطي مختلف المدن الليبية.",
  "consultationServices": "خدمات استشارية",
  "consultationDescription": "تقدم شركة مشيد للكيماويات الاستشارات الفنية للعديد من الشركات والعملاء والمقاولين الذين ينفذون العديد من المشاريع الحيوية والتي تشمل مشاريع البنية التحتية في ليبيا.",
  "oilGas": "النفط و الغاز",
  "oilGasDescription": "تقدم شركة مشيد أفضل الحلول المتكاملة بما في ذلك التقنيات والمواد الكيميائية",
  "construction": "البناء",
  "constructionDescription": "تسعى شركة مشيد لفهم احتياجات عملائها وتقديم حلول فعالة من خلال منتجات مبتكرة ومتطورة، مع التركيز على تحسين الكفاءة لضمان أفضل النتائج في مجال كيماويات البناء.",
  "industrialSector": "القطاع الصناعي",
  "industrialDescription": "للمساهمة في تطوير الاقتصاد وتقليل الاعتماد على النفط والغاز، نوفر مواد أساسية للصناعة، مثل الزيوت والشحوم، الأصباغ، مواد التعبئة واللصق، والدهانات الصناعية.",
  "ourServices": "خدماتنا",
  "servicesDescription": "تولي شركة مشيد أولوية لتكون قريبة من زبائنها وتفهم احتيجاتهم وحل مشاكلهم كمانقدم منتجات مبتكرة و متطورة ونسعى دائما إلى زيادة كفائة منتجاتنا لنضمن أفضل النتائج الممكنة , حيث نقدم الحلول الأتية في مجال كيماويات البناء .",
  "concreteAdditives": "إضافة الخرسانة",
  "concreteDescription": "نقدم مجموعة واسعة من الإضافات الخرسانية المصممة لتحسين قابلية التشغيل، وتقليل نفاذية الخرسانة، وزيادة القوة والمتانة.",
  "isolationSystems": "أنظمة العزل المائي والحراري والصوتي",
  "isolationDescription": "حماية المباني من العوامل البيئية أصبح أسهل مع أنظمتنا المتطورة للعزل المائي، الحراري والصوتي.",
  "restorationSystems": "أنظمة ترميم وتأهيل المنشئات",
  "restorationDescription": "نوفر حلولًا متقدمة لمعالجة التشققات، وتعزيز الهياكل الخرسانية، وإصلاح العناصر الإنشائية المتضررة.",
  "industrialFloors": "أرضيات صناعية",
  "floorsDescription": "تصميم وتركيب الأرضيات الصناعية التي تلبي متطلبات المصانع، المستودعات، والمرافق التجارية والصحية.",
  "chemicalInjection": "الزرع و الحقن الكيميائي",
  "injectionDescription": "تقنيات مبتكرة لمعالجة التسربات في الخرسانة، تعزيز التربة، وتأمين الهياكل باستخدام مواد الحقن الكيميائي.",
  "adhesiveMaterials": "مواد الاصقة و الرابطة و المائلة.",
  "adhesiveDescription": "نوفر مجموعة شاملة من المواد اللاصقة والسدادات والحشوات المستخدمة في العزل، والتركيب، وإغلاق الفجوات.",
  "officialAgent": "نحن الوكيل الرسمي",
  "weberDescription": "تفخر شركتنا بكونها الوكيل الرسمي والمعتمد لشركة Weber العالمية في ليبيا، الرائدة في مجال العوازل والبتروكيماويات.",

  "contactDescription": "فريق مشيد سعيد بخدمتكم في أي وقت. لأي استفسار بإمكانك التواصل معنا:",
  "contactButton": "تواصل معنا"
}
