{
  "about": {
    "heroTitle": "من نحن",
    "section1": {
      "title": "تأسيس الشركة",
      "p1": "تأسست شركة مشيد للكيماويات على يد نخبة من المهندسين المتخصصين ذوي الخبرة الطويلة في علوم المواد، حيث تتجاوز خبرتهم في مجال الكيماويات عشرين عامًا. تتخصص شركة مشيد للكيماويات في قطاعات البتروكيماويات، والنفط والغاز، والإنشاءات، ومعظم المجالات الصناعية.",
      "caption": "فريق عملنا أثناء تنفيذ أحد المشاريع",
      "p2": "كما نفخر بالتعاون مع أفضل الشركات العالمية المتخصصة لتقديم حلول احترافية عالية الجودة، من خلال فرق عمل متكاملة من الاستشاريين والمهندسين والكوادر الفنية."
    },
    "section2": {
      "title": "رؤيتنا",
      "quote": "نقدم حلولاً سريعة وتقنيات فريدة بجودة عالية. ونسعى باستمرار للبحث والتطوير وإيجاد طرق جديدة تُمكّننا من تلبية جميع احتياجات عملائنا وفقًا للمعايير المحلية والدولية."
    },
    "section3": {
      "title": "النفط والغاز والبتروكيماويات",
      "p": "يُعد قطاع النفط والغاز والبتروكيماويات عصب الاقتصاد الليبي، وهو المصدر الرئيسي للدخل في البلاد. ولذلك، نولي في شركة مشيد هذا المجال اهتمامًا بالغًا ونقدم أفضل وأحدث المنتجات والتقنيات لهذا القطاع."
    },
    "section4": {
      "title": "رسالتنا",
      "p": "في شركة مشيد للكيماويات، نلتزم بتقديم حلول كيميائية متقدمة تلبي احتياجات القطاعات الحيوية في ليبيا وخارجها، مع التركيز على قطاع النفط والغاز والبتروكيماويات. نحن نسعى للابتكار المستمر وتقديم حلول متكاملة في مجالات مقاومة التآكل، ومواد الحفر والتنقيب، وصيانة آبار النفط، ومعالجة الغاز."
    }
  },

  "contact": {
    "title": "دعونا نبقى على تواصل",
    "description": "لم يكن التواصل مع مشيد بهذه السهولة من قبل. اتصل بنا أو أرسل بريدًا إلكترونيًا وسنرد عليك في أقرب وقت ممكن!",
    "email": "البريد الإلكتروني",
    "email_address": "info@Masheed.ly",
    "working_hours": "مواعيد العمل",
    "working_hours_time": "مواعيد العمل 8:30 ص - 8:30 م",
    "phone": "هاتف",
    "phone_number": "+218-91-26 27 020",
    "social": "تواصل اجتماعي"
  },
  "home": "الصفحة الرئيسة",
  "about2": "حول",
  "aboutWeber": "حول weber",
  "ourWork": "أعمالنا",
  "contactUs": "تواصل معنا",
  "language": "اللغة",
  "switchTo": "  التغيير إلى ENGILSH",
  "proto": " أعمالنا المتميزة",
  "homeTitle1": "نزود عملائنا بحلول سريعة",
  "homeTitle2": "وتقنيات فريدة وجودة عالية",
  "homeDescription": "تأسست شركة مشيد للكيماويات من قبل مجموعة من المهندسين المتخصصين من ذوي الخبرة العالية في علم المواد حيث تفوق خبرتهم في مجال الكيماويات عن عشرين سنة",
  "aboutMushaid": "حول مشيد",
  "ourClients": "تعرف على عملائنا",
  "clientsCount": "لقد تعاملنا مع 120+ شركة ليبية و عالميا",
  "whoWeAre": "من نحن ؟",
  "companyDescription": "شركة مشيد هي شركة ليبية متخصصة في مجال البتروكيماويات، النفط والغاز، والقطاعات الصناعية المختلفة. نتميز بتقديم حلول هندسية متطورة بجودة عالية، بالتعاون مع أفضل الشركات العالمية. هدفنا تلبية متطلبات السوق عبر شبكة توزيع تغطي مختلف المدن الليبية.",
  "consultationServices": "خدمات استشارية",
  "consultationDescription": "تقدم شركة مشيد للكيماويات الاستشارات الفنية للعديد من الشركات والعملاء والمقاولين الذين ينفذون العديد من المشاريع الحيوية والتي تشمل مشاريع البنية التحتية في ليبيا.",
  "oilGas": "النفط و الغاز",
  "oilGasDescription": "تقدم شركة مشيد أفضل الحلول المتكاملة بما في ذلك التقنيات والمواد الكيميائية",
  "construction": "البناء",
  "constructionDescription": "تسعى شركة مشيد لفهم احتياجات عملائها وتقديم حلول فعالة من خلال منتجات مبتكرة ومتطورة، مع التركيز على تحسين الكفاءة لضمان أفضل النتائج في مجال كيماويات البناء.",
  "industrialSector": "القطاع الصناعي",
  "industrialDescription": "للمساهمة في تطوير الاقتصاد وتقليل الاعتماد على النفط والغاز، نوفر مواد أساسية للصناعة، مثل الزيوت والشحوم، الأصباغ، مواد التعبئة واللصق، والدهانات الصناعية.",
  "ourServices": "خدماتنا",
  "servicesDescription": "تولي شركة مشيد أولوية لتكون قريبة من زبائنها وتفهم احتيجاتهم وحل مشاكلهم كمانقدم منتجات مبتكرة و متطورة ونسعى دائما إلى زيادة كفائة منتجاتنا لنضمن أفضل النتائج الممكنة , حيث نقدم الحلول الأتية في مجال كيماويات البناء .",
  "concreteAdditives": "إضافة الخرسانة",
  "concreteDescription": "نقدم مجموعة واسعة من الإضافات الخرسانية المصممة لتحسين قابلية التشغيل، وتقليل نفاذية الخرسانة، وزيادة القوة والمتانة.",
  "isolationSystems": "أنظمة العزل المائي والحراري والصوتي",
  "isolationDescription": "حماية المباني من العوامل البيئية أصبح أسهل مع أنظمتنا المتطورة للعزل المائي، الحراري والصوتي.",
  "restorationSystems": "أنظمة ترميم وتأهيل المنشئات",
  "restorationDescription": "نوفر حلولًا متقدمة لمعالجة التشققات، وتعزيز الهياكل الخرسانية، وإصلاح العناصر الإنشائية المتضررة.",
  "industrialFloors": "أرضيات صناعية",
  "floorsDescription": "تصميم وتركيب الأرضيات الصناعية التي تلبي متطلبات المصانع، المستودعات، والمرافق التجارية والصحية.",
  "chemicalInjection": "الزرع و الحقن الكيميائي",
  "injectionDescription": "تقنيات مبتكرة لمعالجة التسربات في الخرسانة، تعزيز التربة، وتأمين الهياكل باستخدام مواد الحقن الكيميائي.",
  "adhesiveMaterials": "مواد الاصقة و الرابطة و المائلة.",
  "adhesiveDescription": "نوفر مجموعة شاملة من المواد اللاصقة والسدادات والحشوات المستخدمة في العزل، والتركيب، وإغلاق الفجوات.",
  "officialAgent": "نحن الوكيل الرسمي",
  "weberDescription": "تفخر شركتنا بكونها الوكيل الرسمي والمعتمد لشركة Weber العالمية في ليبيا، الرائدة في مجال العوازل والبتروكيماويات.",
  "products": "المنتجات",
  "contactDescription": "فريق مشيد سعيد بخدمتكم في أي وقت. لأي استفسار بإمكانك التواصل معنا:",
  "contactButton": "تواصل معنا",
  "WeberInter": "لشركة Weber العالمية",
  "what_offer": "ماذا تقدم لكم مشيد ؟",
  "intro_text": "نسعى لتوفير كل ما يحتاجه المستهلك في ليبيا، من كيماويات البناء بجودة تفوق توقعات عملائنا دائماً. منتجاتنا من علامات تجارية متعددة حول العالم، نهدف لجعل كل ما تحتاجه متوفر أينما كنت، بأسعار تنافسية، بالإضافة إلى تقديم منتجات جديدة استجابة لطلبات الزبائن واحتياجات السوق.",
  "explore_products": "استكشف ما نوفره لكم من منتجات",
  "show_all_products": "عرض جميع المنتجات",
  "back": "رجوع",
  "usage": "الأستعمال:",
  "pages": "الصفحات"
}
