{
  "about": {
    "heroTitle": "About Us",
    "section1": {
      "title": "Company Foundation",
      "p1": "Masheed Chemicals was founded by a group of specialized engineers with extensive experience in material sciences, with over twenty years in the chemical industry. The company specializes in petrochemicals, oil and gas, construction, and most industrial sectors.",
      "caption": "Our team during the execution of one of the projects",
      "p2": "We are also proud to collaborate with leading international companies to deliver high-quality professional solutions through integrated teams of consultants, engineers, and technical staff."
    },
    "section2": {
      "title": "Our Vision",
      "quote": "We provide fast solutions and unique technologies with high quality. We continuously strive for research and development to find new ways to meet all our clients' needs according to local and international standards."
    },
    "section3": {
      "title": "Oil, Gas and Petrochemicals",
      "p": "The oil, gas, and petrochemical sector is the backbone of the Libyan economy and the main source of income for the country. Therefore, at Masheed Chemicals, we place great emphasis on this field and provide the best and latest products and technologies for the sector."
    },
    "section4": {
      "title": "Our Mission",
      "p": "At Masheed Chemicals, we are committed to delivering advanced chemical solutions that meet the needs of vital sectors in Libya and abroad, with a strong focus on the oil, gas, and petrochemical industries. We continuously pursue innovation and provide integrated solutions in corrosion resistance, drilling and exploration materials, oil well maintenance, and gas treatment."
    }
  },

  "contact": {
    "title": "Let’s Stay Connected",
    "description": "Staying in touch with Masheed has never been easier. Call us or send us an email and we’ll get back to you as soon as possible!",
    "email": "Email",
    "email_address": "info@Masheed.ly",
    "working_hours": "Working Hours",
    "working_hours_time": "Working hours 8:30 AM - 8:00 PM",
    "phone": "Phone",
    "phone_number": "+7-843-672-431",
    "social": "Social Media"
  },
  "home": "Home",
  "about2": "About",
  "aboutWeber": "About Weber",
  "ourWork": "Our Work",
  "contactUs": "Contact Us",
  "language": "Language",
  "switchTo": "Switch to Arabic",
  "homeTitle1": "We provide our clients with fast solutions",
  "homeTitle2": "and unique technologies with high quality",
  "homeDescription": "Mushaid Chemicals Company was established by a group of specialized engineers with high expertise in materials science, with over twenty years of experience in the field of chemicals.",
  "aboutMushaid": "About Mushaid",
  "ourClients": "Meet Our Clients",
  "clientsCount": "We have worked with 120+ Libyan and international companies",
  "whoWeAre": "Who We Are?",
  "companyDescription": "Mushaid is a Libyan company specialized in petrochemicals, oil and gas, and various industrial sectors. We excel in providing advanced engineering solutions with high quality, in cooperation with the best global companies. Our goal is to meet market requirements through a distribution network covering various Libyan cities.",
  "consultationServices": "Consultation Services",
  "consultationDescription": "Mushaid Chemicals provides technical consultations to many companies, clients, and contractors who implement vital projects including infrastructure projects in Libya.",
  "oilGas": "Oil & Gas",
  "oilGasDescription": "Mushaid offers the best integrated solutions including technologies and chemicals",
  "construction": "Construction",
  "constructionDescription": "Mushaid strives to understand clients' needs and provide effective solutions through innovative and advanced products, focusing on improving efficiency to ensure the best results in construction chemicals.",
  "industrialSector": "Industrial Sector",
  "industrialDescription": "To contribute to economic development and reduce dependence on oil and gas, we provide essential materials for industry, such as oils and lubricants, dyes, packaging and adhesive materials, and industrial paints.",
  "ourServices": "Our Services",
  "servicesDescription": "Mushaid prioritizes being close to its customers, understanding their needs, and solving their problems. We also provide innovative and advanced products and constantly seek to improve the efficiency of our products to ensure the best possible results in the field of construction chemicals.",
  "concreteAdditives": "Concrete Additives",
  "concreteDescription": "We offer a wide range of concrete additives designed to improve workability, reduce permeability, and increase strength and durability.",
  "isolationSystems": "Waterproofing, Thermal & Sound Isolation Systems",
  "isolationDescription": "Protecting buildings from environmental factors has become easier with our advanced waterproofing, thermal, and sound isolation systems.",
  "restorationSystems": "Restoration & Rehabilitation Systems",
  "restorationDescription": "We provide advanced solutions for crack treatment, concrete structure reinforcement, and repair of structural elements damaged by time or environmental factors.",
  "industrialFloors": "Industrial Floors",
  "floorsDescription": "Design and installation of industrial floors that meet the requirements of factories, warehouses, and commercial and health facilities.",
  "chemicalInjection": "Chemical Injection & Grouting",
  "injectionDescription": "Innovative techniques for treating leaks in concrete, soil reinforcement, and securing structures using effective chemical injection materials.",
  "adhesiveMaterials": "Adhesive, Bonding & Sealing Materials",
  "adhesiveDescription": "We provide a comprehensive range of adhesive materials, sealants, and fillers used in insulation, installation, and gap sealing.",
  "officialAgent": "We are the Official Agent",
  "weberDescription": "We are proud to be the official and certified agent of Weber International in Libya, a leader in insulation and petrochemicals.",
  "contactDescription": "The Mushaid team is happy to serve you at any time. For any inquiries, you can contact us:",
  "WeberInter": "for the international company Weber. ",
  "contactButton": "Contact Us",
  "proto": " Our distinguished works ",
  "products": "Products",
  "what_offer": "What does Moshid offer you?",
  "intro_text": "We strive to provide everything consumers in Libya need, from construction chemicals with quality that exceeds our clients’ expectations. Our products come from multiple international brands. We aim to make everything you need available wherever you are, at competitive prices, while also introducing new products in response to customer requests and market needs.",
  "explore_products": "Explore the products we offer",
  "show_all_products": "Show all products",
  "back": "Back",
  "usage": "Usage:",
  "pages": "Pages"
}
