export const productsData = {
  Waterproofing: {
    mainImg: 'url',
    name: 'عوازل مائية - Waterproofing',
    text: 'إن الجدران الخرسانية أو الجدران المجوفة ليست كافية لضمان العزل المائي الكامل وتجنب تسرب المياه في حمامات السباحة، كما أن الشقوق التي قد تحدث في الخرسانة تسهل أيضًا تسرب المياه. إن تثبيت البلاط على سطح حمام السباحة لا يوفر عزلًا للمياه في حد ذاته.',
    products: [
      {
        name: 'weber silicone FS',
        title: 'مادة مانعة للتسرب من السيليكون عالية الأداء لمنع الحرائق',
        type: ['الحائط ', 'الأرضية', 'السقف'],
        img: 'url',
        text: `Weber Silicone FS هو مانع تسرب عالي الأداء أحادي المكون،
         مقاوم للحريق ومقاوم للعوامل الجوية، مصنوع من تركيبة
         سيليكون مقاومة للحريق. صُمم هذا المانع التسرب بشكل
         مناسب باستخدام إضافات ومواد كيميائية خاصة. يتميز
        المنتج بمقاومته للحريق والعوامل الجوية والميكروبات،
         وسهولة استخدامه. يُحكم غلق الوصلات الداخلية
         والخارجية بين أجزاء البناء المعرضة للحركة بفعالية. يساعد
         Weber Silicone FS على حماية الاختراقات القابلة للاشتعال وغير القابلة للاشتعال لمدة تصل إلى 4 ساعات من مقاومة الحريق. يمكن استخدام هذا المنتج لسد جميع وصلات الحركة بنسبة تصل إلى 50%، ويمنع مرور الحريق والدخان من غرفة إلى أخرى، ويمنع تسربهما إلى مخارج الطوارئ. ولأنه يحتوي على نسبة منخفضة من المركبات العضوية المتطايرة، فهو سهل الاستخدام، ويتوافق مع متطلبات المباني الخضراء.`,
      },
    ],
  },
}
